[{"id":"1","data":{"questions":[{"question":[{"language":"en"}],"query":"select * where {     <http://dbpedia.org/resource/IBM>   <http://dbpedia.org/ontology/revenue>   ?l0.  }, ","answers":[{"head":{"vars":["l0"]},"results":{"bindings":[{"l0":{"datatype":"http://dbpedia.org/datatype/usDollar","type":"typed-literal","value":"8.1741E10"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/IBM, ","classes":"","properties":"http://dbpedia.org/ontology/revenue, "}}]}},{"id":"24","data":{"questions":[{"question":[{"language":"en"}],"query":"select * where {     <http://dbpedia.org/resource/China>   <http://dbpedia.org/ontology/leader>   ?v0.  }, ","answers":[{"head":{"vars":["v0"]},"results":{"bindings":[{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Li_Keqiang"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Liu_Yunshan"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Yu_Zhengsheng"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Zhang_Dejiang"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Xi_Jinping"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/China, ","classes":"","properties":"http://dbpedia.org/ontology/leader, "}}]}},{"id":"99","data":{"questions":[{"question":[{"language":"en"}],"query":"select * where {     <http://dbpedia.org/resource/Salt_Lake_City>   <http://dbpedia.org/ontology/timeZone>   ?v0.  }, ","answers":[{"head":{"vars":["v0"]},"results":{"bindings":[{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Mountain_Time_Zone"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Salt_Lake_City, ","classes":"","properties":"http://dbpedia.org/ontology/timeZone, "}}]}},{"id":"107","data":{"questions":[{"question":[{"language":"en"}],"query":"select * where {     <http://dbpedia.org/resource/Elizabeth_II>   <http://dbpedia.org/ontology/parent>   ?v0.  }, ","answers":[{"head":{"vars":["v0"]},"results":{"bindings":[{"v0":{"type":"uri","value":"http://dbpedia.org/resource/George_VI"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Queen_Elizabeth_The_Queen_Mother"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Elizabeth_II, ","classes":"","properties":"http://dbpedia.org/ontology/parent, "}}]}},{"id":"6","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Japanese_language, ","classes":"","properties":"http://dbpedia.org/ontology/genre, "}}]}},{"id":"173","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Finland, http://dbpedia.org/resource/European_Union, ","classes":"","properties":""}}]}},{"id":"156","data":{"questions":[{"question":[{"language":"en"}],"query":"select * where {     <http://dbpedia.org/resource/Fort_Knox>   <http://dbpedia.org/ontology/location>   ?v0.  }, ","answers":[{"head":{"vars":["v0"]},"results":{"bindings":[{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Kentucky"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Fort_Knox__location__1"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Fort_Knox, ","classes":"","properties":"http://dbpedia.org/ontology/location, "}}]}},{"id":"203","data":{"questions":[{"question":[{"language":"en"}],"query":"select * where {     <http://dbpedia.org/resource/Michael_Jackson>   <http://dbpedia.org/ontology/motto>   ?l0.  }, ","answers":[{"head":{"vars":["l0"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Michael_Jackson, ","classes":"","properties":"http://dbpedia.org/ontology/motto, "}}]}},{"id":"32","data":{"questions":[{"question":[{"language":"en"}],"query":"select * where {     <http://dbpedia.org/resource/Angela_Merkel>   <http://dbpedia.org/ontology/birthPlace>   ?v0.  }, ","answers":[{"head":{"vars":["v0"]},"results":{"bindings":[{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Hamburg"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Barmbek-Nord"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Angela_Merkel, ","classes":"","properties":"http://dbpedia.org/ontology/birthPlace, "}}]}},{"id":"198","data":{"questions":[{"question":[{"language":"en"}],"query":"select * where {     <http://dbpedia.org/resource/Socrates>   <http://dbpedia.org/ontology/influenced>   ?v0.  }, ","answers":[{"head":{"vars":["v0"]},"results":{"bindings":[{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Antisthenes"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Aristotle"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Plato"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Aristippus"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Western_philosophy"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Socrates, ","classes":"","properties":"http://dbpedia.org/ontology/influenced, "}}]}},{"id":"124","data":{"questions":[{"question":[{"language":"en"}],"query":"select * where {     <http://dbpedia.org/resource/Death_of_Carlo_Giuliani>   <http://dbpedia.org/ontology/position>   ?l0.  }, ","answers":[{"head":{"vars":["l0"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Death_of_Carlo_Giuliani, ","classes":"","properties":"http://dbpedia.org/ontology/position, "}}]}},{"id":"141","data":{"questions":[{"question":[{"language":"en"}],"query":"select * where {     ?v0   a   <http://dbpedia.org/ontology/Language>.    ?v0   <http://dbpedia.org/ontology/spokenIn>   <http://dbpedia.org/resource/Estonia>.  }, ","answers":[{"head":{"vars":["v0"]},"results":{"bindings":[{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Estonian_Sign_Language"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Baltic_Romani"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Estonian_language"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Modern_Swedish"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Seto_dialect"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Laiuse_Romani_language"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Russian_Sign_Language"}},{"v0":{"type":"uri","value":"http://dbpedia.org/resource/Võro_language"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Estonia, ","classes":"http://dbpedia.org/ontology/Language, ","properties":"http://dbpedia.org/ontology/Language, http://dbpedia.org/ontology/spokenIn, "}}]}}]