[{"id":"1","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/IBM> <http://dbpedia.org/ontology/revenue> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"datatype":"http://dbpedia.org/datatype/usDollar","type":"typed-literal","value":"8.1741E10"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/IBM, ","classes":"","properties":"http://dbpedia.org/ontology/revenue, "}}]}},{"id":"24","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE{ <http://dbpedia.org/resource/China> <http://dbpedia.org/ontology/leader> ?v1 . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/China, ","classes":"","properties":"http://dbpedia.org/ontology/leader, "}}]}},{"id":"99","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Salt_Lake_City> <http://dbpedia.org/ontology/timeZone> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Mountain_Time_Zone"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Salt_Lake_City, ","classes":"","properties":"http://dbpedia.org/ontology/timeZone, "}}]}},{"id":"107","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Elizabeth_II> <http://dbpedia.org/ontology/parent> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/George_VI"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Queen_Elizabeth_The_Queen_Mother"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Elizabeth_II, ","classes":"","properties":"http://dbpedia.org/ontology/parent, "}}]}},{"id":"6","data":{"questions":[{"question":[{"language":"en"}],"query":"ASK WHERE { <http://dbpedia.org/resource/Japanese_language> <http://dbpedia.org/ontology/genre> ?v1 . }, ","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Japanese_language, ","classes":"","properties":"http://dbpedia.org/ontology/genre, "}}]}},{"id":"173","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Finland, http://dbpedia.org/resource/European_Union, ","classes":"","properties":""}}]}},{"id":"156","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Fort_Knox> <http://dbpedia.org/ontology/location> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Kentucky"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Fort_Knox__location__1"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Fort_Knox, ","classes":"","properties":"http://dbpedia.org/ontology/location, "}}]}},{"id":"203","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE{ <http://dbpedia.org/resource/Michael_Jackson> <http://dbpedia.org/ontology/motto> ?v1 . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Michael_Jackson, ","classes":"","properties":"http://dbpedia.org/ontology/motto, "}}]}},{"id":"32","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Angela_Merkel> <http://dbpedia.org/ontology/birthPlace> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Hamburg"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Barmbek-Nord"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Angela_Merkel, ","classes":"","properties":"http://dbpedia.org/ontology/birthPlace, "}}]}},{"id":"198","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Socrates> <http://dbpedia.org/ontology/influenced> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Antisthenes"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Aristotle"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Plato"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Aristippus"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Western_philosophy"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Socrates, ","classes":"","properties":"http://dbpedia.org/ontology/influenced, "}}]}},{"id":"124","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Death_of_Carlo_Giuliani> <http://dbpedia.org/ontology/position> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Death_of_Carlo_Giuliani, ","classes":"","properties":"http://dbpedia.org/ontology/position, "}}]}},{"id":"141","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Estonia> <http://dbpedia.org/ontology/Language> ?x . ?x <http://dbpedia.org/ontology/spokenIn> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Estonia, ","classes":"http://dbpedia.org/ontology/Language, ","properties":"http://dbpedia.org/ontology/Language, http://dbpedia.org/ontology/spokenIn, "}}]}}]