[{"id":"99","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Time_zone, http://dbpedia.org/resource/Salt_Lake_City, ","classes":"","properties":"http://dbpedia.org/ontology/timeZone, "}}]}},{"id":"98","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Julius_Caesar, ","classes":"","properties":""}}]}},{"id":"86","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Mountain, http://dbpedia.org/resource/Germany, ","classes":"http://dbpedia.org/ontology/MountainRange, ","properties":"http://dbpedia.org/ontology/mouthMountain, "}}]}},{"id":"84","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/United_States, http://dbpedia.org/resource/Vietnam_War, ","classes":"","properties":"http://dbpedia.org/ontology/battle, "}}]}},{"id":"81","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/List_of_Tom_and_Jerry_characters> <http://dbpedia.org/ontology/governor> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/List_of_Tom_and_Jerry_characters, ","classes":"","properties":"http://dbpedia.org/ontology/governor, "}}]}},{"id":"73","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Michael_Phelps, http://dbpedia.org/resource/2008_Summer_Olympics, ","classes":"","properties":""}}]}},{"id":"66","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Rachel_Stevens> <http://dbpedia.org/ontology/birthPlace> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/London"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Southgate,_London"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Rachel_Stevens, ","classes":"http://dbpedia.org/ontology/Artist, ","properties":"http://dbpedia.org/ontology/birthPlace, "}}]}},{"id":"64","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Frank_Herbert> <http://dbpedia.org/ontology/profession> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Frank_Herbert, ","classes":"","properties":"http://dbpedia.org/ontology/profession, "}}]}},{"id":"6","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Taiko, http://dbpedia.org/resource/Japanese_language, http://dbpedia.org/resource/Musical_instrument, ","classes":"","properties":"http://dbpedia.org/ontology/instrument, "}}]}},{"id":"56","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE { ?x <http://dbpedia.org/ontology/seatingCapacity> <http://dbpedia.org/resource/FC_Porto> . ?x <http://dbpedia.org/ontology/homeStadium> ?uri . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/FC_Porto, ","classes":"","properties":"http://dbpedia.org/ontology/seatingCapacity, http://dbpedia.org/ontology/homeStadium, "}}]}},{"id":"49","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Frequent-flyer_program> <http://dbpedia.org/ontology/college> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Frequent-flyer_program, ","classes":"","properties":"http://dbpedia.org/ontology/college, "}}]}},{"id":"44","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Constitutional_monarchy> <http://dbpedia.org/ontology/writer> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Constitutional_monarchy, ","classes":"","properties":"http://dbpedia.org/ontology/writer, "}}]}},{"id":"42","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Cave, http://dbpedia.org/ontology/Country, http://dbpedia.org/ontology/Place, ","properties":"http://dbpedia.org/ontology/writer, "}}]}},{"id":"4","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/California, http://dbpedia.org/resource/United_States, ","classes":"","properties":"http://dbpedia.org/ontology/locationCity, "}}]}},{"id":"37","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/San_Francisco, ","classes":"","properties":""}}]}},{"id":"32","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Angela_Merkel, ","classes":"","properties":""}}]}},{"id":"31","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Mayor, http://dbpedia.org/resource/Berlin, ","classes":"","properties":"http://dbpedia.org/ontology/leaderName, "}}]}},{"id":"29","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/European_Union, ","classes":"http://dbpedia.org/ontology/Country, ","properties":""}}]}},{"id":"23","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Mean_Hamster_Software> <http://dbpedia.org/ontology/publisher> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Mean_Hamster_Software, ","classes":"http://dbpedia.org/ontology/Software, ","properties":"http://dbpedia.org/ontology/publisher, "}}]}},{"id":"68","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Bill_Gates, ","classes":"http://dbpedia.org/ontology/Country, ","properties":""}}]}},{"id":"22","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE{ <http://dbpedia.org/resource/Jacques_Cousteau> <http://dbpedia.org/ontology/managerClub> ?v1 . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Jacques_Cousteau, ","classes":"","properties":"http://dbpedia.org/ontology/managerClub, "}}]}},{"id":"214","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Sweden, ","classes":"http://dbpedia.org/ontology/Profession, ","properties":""}}]}},{"id":"210","data":{"questions":[{"question":[{"language":"en"}],"query":"ASK WHERE { <http://dbpedia.org/resource/United_Kingdom> <http://dbpedia.org/ontology/spouse> ?v1 . }, ","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/United_Kingdom, ","classes":"http://dbpedia.org/ontology/Monarch, ","properties":"http://dbpedia.org/ontology/spouse, "}}]}},{"id":"199","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Argentina, ","classes":"","properties":""}}]}},{"id":"203","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Michael_Jackson, ","classes":"","properties":""}}]}},{"id":"197","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":""}}]}},{"id":"196","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":""}}]}},{"id":"188","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Forbes, ","classes":"http://dbpedia.org/ontology/Webiste, ","properties":""}}]}},{"id":"187","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Amanda_Palmer> <http://dbpedia.org/ontology/spouse> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Amanda_Palmer, ","classes":"","properties":"http://dbpedia.org/ontology/spouse, "}}]}},{"id":"176","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Melbourne_Storm, http://dbpedia.org/resource/Galilee, ","classes":"","properties":"http://dbpedia.org/ontology/creator, "}}]}},{"id":"62","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Karakoram> <http://dbpedia.org/ontology/birthPlace> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Karakoram, ","classes":"http://dbpedia.org/ontology/Place, ","properties":"http://dbpedia.org/ontology/birthPlace, "}}]}},{"id":"173","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Finland, http://dbpedia.org/resource/European_Union, ","classes":"","properties":""}}]}},{"id":"168","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Big_Bang> <http://dbpedia.org/ontology/starring> ?x . ?x <http://dbpedia.org/ontology/instrument> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Big_Bang, ","classes":"http://dbpedia.org/ontology/Actor, ","properties":"http://dbpedia.org/ontology/starring, http://dbpedia.org/ontology/instrument, "}}]}},{"id":"166","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Computer_scientist, http://dbpedia.org/resource/Oscar_(fish), ","classes":"","properties":""}}]}},{"id":"160","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Harry_Potter> <http://dbpedia.org/ontology/writer> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Harry_Potter, ","classes":"","properties":"http://dbpedia.org/ontology/writer, "}}]}},{"id":"158","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/PeriodicalLiterature, http://dbpedia.org/ontology/Writer, ","properties":"http://dbpedia.org/ontology/award, "}}]}},{"id":"157","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/English_language, http://dbpedia.org/resource/Mura_Masa, ","classes":"","properties":""}}]}},{"id":"155","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Baghdad> <http://dbpedia.org/ontology/nickname> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Baghdad, ","classes":"","properties":"http://dbpedia.org/ontology/nickname, "}}]}},{"id":"150","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/City, http://dbpedia.org/resource/Montenegro, ","classes":"http://dbpedia.org/ontology/City, ","properties":"http://dbpedia.org/ontology/president, "}}]}},{"id":"149","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Population_density> <http://dbpedia.org/ontology/college> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Population_density, ","classes":"http://dbpedia.org/ontology/Population, ","properties":"http://dbpedia.org/ontology/college, "}}]}},{"id":"25","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/China> <http://dbpedia.org/ontology/riverMouth> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/China, ","classes":"http://dbpedia.org/ontology/River, ","properties":"http://dbpedia.org/ontology/riverMouth, "}}]}},{"id":"143","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Telephone_numbering_plan, http://dbpedia.org/resource/Berlin, ","classes":"","properties":"http://dbpedia.org/ontology/areaCode, "}}]}},{"id":"140","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Ivy_League, ","classes":"","properties":""}}]}},{"id":"139","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Australia, ","classes":"http://dbpedia.org/ontology/Profession, ","properties":""}}]}},{"id":"137","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Netherlands, ","classes":"","properties":""}}]}},{"id":"136","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Natural_satellite, http://dbpedia.org/resource/Mars, ","classes":"","properties":""}}]}},{"id":"134","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Batman> <http://dbpedia.org/ontology/binomialAuthority> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Batman, ","classes":"","properties":"http://dbpedia.org/ontology/binomialAuthority, "}}]}},{"id":"132","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Elon_Musk, ","classes":"","properties":""}}]}},{"id":"128","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/WikiLeaks> <http://dbpedia.org/ontology/writer> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/WikiLeaks, ","classes":"","properties":"http://dbpedia.org/ontology/writer, "}}]}},{"id":"126","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Sean_Parnell> <http://dbpedia.org/ontology/governor> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Sarah_Palin"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Sean_Parnell, ","classes":"","properties":"http://dbpedia.org/ontology/governor, "}}]}},{"id":"125","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Ford_Model_T, ","classes":"","properties":""}}]}},{"id":"124","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Death_of_Carlo_Giuliani, ","classes":"","properties":""}}]}},{"id":"123","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Extinction, ","classes":"http://dbpedia.org/ontology/Animal, ","properties":""}}]}},{"id":"122","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/President_of_the_United_States, http://dbpedia.org/resource/Abraham_Lincoln, ","classes":"","properties":"http://dbpedia.org/ontology/spouse, "}}]}},{"id":"111","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE{ <http://dbpedia.org/resource/Bertrand_Russell> <http://dbpedia.org/ontology/award> ?v1 . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Bertrand_Russell, ","classes":"","properties":"http://dbpedia.org/ontology/award, "}}]}},{"id":"117","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Pamela_Anderson, http://dbpedia.org/resource/Veganism, ","classes":"","properties":""}}]}},{"id":"59","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Orbit, ","classes":"","properties":""}}]}},{"id":"113","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/writer, "}}]}},{"id":"104","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Robert_F._Kennedy, ","classes":"","properties":""}}]}},{"id":"10","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE { ?x <http://dbpedia.org/ontology/doctoralStudent> <http://dbpedia.org/resource/Amsterdam> . ?x <http://dbpedia.org/ontology/institution> ?uri . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Amsterdam, ","classes":"","properties":"http://dbpedia.org/ontology/doctoralStudent, http://dbpedia.org/ontology/institution, "}}]}},{"id":"1","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/IBM> <http://dbpedia.org/ontology/revenue> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"datatype":"http://dbpedia.org/datatype/usDollar","type":"typed-literal","value":"8.1741E10"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/IBM, ","classes":"","properties":"http://dbpedia.org/ontology/revenue, "}}]}},{"id":"178","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/James_Bond, ","classes":"","properties":""}}]}},{"id":"129","data":{"questions":[{"question":[{"language":"en"}],"query":"ASK WHERE { <http://dbpedia.org/resource/Bart_Simpson> <http://dbpedia.org/ontology/voice> ?v1 . }, ","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Bart_Simpson, ","classes":"","properties":"http://dbpedia.org/ontology/voice, "}}]}},{"id":"183","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Tom_Hanks, ","classes":"","properties":""}}]}},{"id":"181","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Yenisei_River, ","classes":"http://dbpedia.org/ontology/Country, ","properties":""}}]}},{"id":"7","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE{ <http://dbpedia.org/resource/Germany> <http://dbpedia.org/ontology/producer> ?v1 . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Germany, ","classes":"http://dbpedia.org/ontology/Automobile, ","properties":"http://dbpedia.org/ontology/producer, "}}]}},{"id":"135","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Michael_Jackson, ","classes":"","properties":""}}]}},{"id":"50","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Volcano, http://dbpedia.org/resource/Africa, ","classes":"http://dbpedia.org/ontology/Volcano, ","properties":""}}]}},{"id":"39","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Poet> <http://dbpedia.org/ontology/writer> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Poet, ","classes":"http://dbpedia.org/ontology/Book, http://dbpedia.org/ontology/Poem, ","properties":"http://dbpedia.org/ontology/writer, "}}]}},{"id":"83","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Prohibition_in_the_United_States, ","classes":"","properties":""}}]}},{"id":"71","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Mars, ","classes":"http://dbpedia.org/ontology/Spacecraft, ","properties":""}}]}},{"id":"213","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Czech_Republic, ","classes":"","properties":""}}]}},{"id":"209","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Astronaut, ","classes":"","properties":""}}]}},{"id":"105","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Country, ","properties":"http://dbpedia.org/ontology/writer, "}}]}},{"id":"52","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Tom_Cruise, ","classes":"http://dbpedia.org/ontology/Film, ","properties":""}}]}},{"id":"102","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Dracula, ","classes":"","properties":""}}]}},{"id":"21","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/English_language, http://dbpedia.org/resource/Wikipedia, ","classes":"","properties":"http://dbpedia.org/ontology/creator, "}}]}},{"id":"34","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":""}}]}},{"id":"145","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Aldi> <http://dbpedia.org/ontology/owner> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Aldi, ","classes":"","properties":"http://dbpedia.org/ontology/owner, "}}]}},{"id":"154","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Danielle_Steel, ","classes":"http://dbpedia.org/ontology/Book, ","properties":""}}]}},{"id":"198","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Socrates> <http://dbpedia.org/ontology/influenced> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Antisthenes"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Aristotle"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Plato"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Aristippus"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Western_philosophy"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Socrates, ","classes":"","properties":"http://dbpedia.org/ontology/influenced, "}}]}},{"id":"162","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Chiemsee, ","classes":"","properties":""}}]}},{"id":"212","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Aerospace_manufacturer, http://dbpedia.org/resource/Medicine, ","classes":"http://dbpedia.org/ontology/Company, ","properties":""}}]}},{"id":"96","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Philippines> <http://dbpedia.org/ontology/birthPlace> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Philippines, ","classes":"http://dbpedia.org/ontology/Profession, ","properties":"http://dbpedia.org/ontology/birthPlace, "}}]}},{"id":"40","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Victoria_(Australia), ","classes":"","properties":""}}]}},{"id":"79","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/United_States, ","classes":"","properties":""}}]}},{"id":"141","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Estonia, ","classes":"http://dbpedia.org/ontology/Language, ","properties":""}}]}},{"id":"80","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Critically_endangered, ","classes":"http://dbpedia.org/ontology/List, ","properties":""}}]}},{"id":"159","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Rhine, ","classes":"http://dbpedia.org/ontology/Country, ","properties":""}}]}},{"id":"107","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Elizabeth_II, http://dbpedia.org/resource/Elizabeth_II, ","classes":"","properties":""}}]}},{"id":"163","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/ChemicalElement, ","properties":""}}]}},{"id":"211","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/United_States, ","classes":"http://dbpedia.org/ontology/President, ","properties":""}}]}},{"id":"51","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Netherlands, ","classes":"http://dbpedia.org/ontology/Film, ","properties":""}}]}},{"id":"144","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Lance_Bass, ","classes":"","properties":""}}]}},{"id":"167","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/TUI_Travel, http://dbpedia.org/resource/Glasgow, http://dbpedia.org/resource/Dublin, ","classes":"","properties":""}}]}},{"id":"131","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Pakistan> <http://dbpedia.org/ontology/spokenIn> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Pakistan, ","classes":"http://dbpedia.org/ontology/Language, ","properties":"http://dbpedia.org/ontology/spokenIn, "}}]}},{"id":"120","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Bill_Clinton> <http://dbpedia.org/ontology/owningCompany> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Bill_Clinton, ","classes":"","properties":"http://dbpedia.org/ontology/owningCompany, "}}]}},{"id":"164","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Apollo_11, ","classes":"","properties":""}}]}},{"id":"88","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Wavelength, ","classes":"","properties":""}}]}},{"id":"151","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":""}}]}},{"id":"63","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Scarface_(1983_film)> <http://dbpedia.org/ontology/nickname> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Scarface_(1983_film), ","classes":"","properties":"http://dbpedia.org/ontology/nickname, "}}]}},{"id":"156","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Fort_Knox, ","classes":"","properties":""}}]}},{"id":"207","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/BritishRoyalty, ","properties":"http://dbpedia.org/ontology/birthPlace, "}}]}},{"id":"24","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/China, ","classes":"","properties":""}}]}},{"id":"133","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Teenage_Mutant_Ninja_Turtles, ","classes":"","properties":""}}]}},{"id":"103","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Piccadilly, ","classes":"","properties":""}}]}},{"id":"165","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Barack_Obama> <http://dbpedia.org/ontology/binomialAuthority> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Barack_Obama, ","classes":"http://dbpedia.org/ontology/University, ","properties":"http://dbpedia.org/ontology/binomialAuthority, "}}]}},{"id":"108","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Paraguay, ","classes":"","properties":""}}]}},{"id":"15","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/National_Basketball_Association, ","classes":"","properties":""}}]}},{"id":"45","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Abraham_Lincoln, ","classes":"","properties":""}}]}},{"id":"82","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Jack_Branning, http://dbpedia.org/resource/Wolfskin, ","classes":"","properties":""}}]}},{"id":"9","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/City, http://dbpedia.org/resource/Air_China, ","classes":"http://dbpedia.org/ontology/City, ","properties":"http://dbpedia.org/ontology/headquarter, "}}]}},{"id":"201","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Brewery, http://dbpedia.org/resource/Pilsner_Urquell, ","classes":"http://dbpedia.org/ontology/Brewery, ","properties":""}}]}},{"id":"171","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Boston_Tea_Party, ","classes":"http://dbpedia.org/ontology/Place, ","properties":""}}]}},{"id":"182","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Critically_endangered, ","classes":"","properties":""}}]}},{"id":"13","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Politician, ","properties":"http://dbpedia.org/ontology/spouse, "}}]}},{"id":"114","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/language, "}}]}},{"id":"92","data":{"questions":[{"question":[{"language":"en"}],"query":"ASK WHERE { <http://dbpedia.org/resource/Barack_Obama> <http://dbpedia.org/ontology/nickname> <http://dbpedia.org/resource/Michelle_Obama> .}, ","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Barack_Obama, http://dbpedia.org/resource/Michelle_Obama, ","classes":"","properties":"http://dbpedia.org/ontology/nickname, "}}]}},{"id":"194","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Minnesota> <http://dbpedia.org/ontology/college> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Minnesota, ","classes":"","properties":"http://dbpedia.org/ontology/college, "}}]}},{"id":"175","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Muhammad, ","classes":"","properties":""}}]}},{"id":"26","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Moon, ","classes":"","properties":""}}]}},{"id":"60","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Texas> <http://dbpedia.org/ontology/governor> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Texas, ","classes":"","properties":"http://dbpedia.org/ontology/governor, "}}]}},{"id":"110","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Film, ","properties":""}}]}},{"id":"206","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { ?uri <http://dbpedia.org/ontology/battle> <http://dbpedia.org/resource/Battle> . ?uri <http://dbpedia.org/ontology/binomialAuthority> <http://dbpedia.org/resource/San_Antonio> . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Battle, http://dbpedia.org/resource/San_Antonio, ","classes":"","properties":"http://dbpedia.org/ontology/battle, http://dbpedia.org/ontology/binomialAuthority, "}}]}},{"id":"97","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Charmed> <http://dbpedia.org/ontology/starring> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Rose_McGowan"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Shannen_Doherty"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Brian_Krause"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/T.W._King"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Alyssa_Milano"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Dorian_Gregory"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Julian_McMahon"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Greg_Vaughan"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Kaley_Cuoco"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Drew_Fuller"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Holly_Marie_Combs"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Charmed, ","classes":"","properties":"http://dbpedia.org/ontology/starring, "}}]}},{"id":"20","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Baguette, ","classes":"","properties":""}}]}},{"id":"169","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Library, ","properties":""}}]}},{"id":"38","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Netherlands> <http://dbpedia.org/ontology/division> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Netherlands, ","classes":"","properties":"http://dbpedia.org/ontology/division, "}}]}},{"id":"192","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Museum, http://dbpedia.org/resource/Edvard_Munch, ","classes":"http://dbpedia.org/ontology/Museum, ","properties":""}}]}},{"id":"78","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/De_Beers> <http://dbpedia.org/ontology/founder> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/De_Beers, ","classes":"","properties":"http://dbpedia.org/ontology/founder, "}}]}},{"id":"19","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/John_F._Kennedy, ","classes":"http://dbpedia.org/ontology/President, ","properties":""}}]}},{"id":"190","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Juan_Carlos_I_of_Spain> <http://dbpedia.org/ontology/spouse> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Queen_Sofía_of_Spain"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Juan_Carlos_I_of_Spain, ","classes":"","properties":"http://dbpedia.org/ontology/spouse, "}}]}},{"id":"174","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Ice, ","classes":"http://dbpedia.org/ontology/Work, http://dbpedia.org/ontology/Song, ","properties":""}}]}},{"id":"189","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/album, "}}]}},{"id":"152","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Beer, http://dbpedia.org/resource/Brewing, http://dbpedia.org/resource/Westphalia, ","classes":"http://dbpedia.org/ontology/Beer, ","properties":""}}]}},{"id":"94","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Diana,_Princess_of_Wales, ","classes":"","properties":""}}]}},{"id":"8","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Intel> <http://dbpedia.org/ontology/founder> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Intel, ","classes":"","properties":"http://dbpedia.org/ontology/founder, "}}]}},{"id":"95","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Premier_League, ","classes":"http://dbpedia.org/ontology/Play, ","properties":""}}]}},{"id":"119","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Cat_Stevens, ","classes":"http://dbpedia.org/ontology/Instrument, ","properties":""}}]}},{"id":"115","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/South_Carolina, ","classes":"","properties":""}}]}},{"id":"116","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/nickname, "}}]}},{"id":"138","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Africa, ","classes":"http://dbpedia.org/ontology/Country, http://dbpedia.org/ontology/Capital, ","properties":""}}]}},{"id":"177","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Manhattan_Bridge> <http://dbpedia.org/ontology/type> ?x . ?x <http://dbpedia.org/ontology/crosses> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Manhattan_Bridge, ","classes":"http://dbpedia.org/ontology/Bridge, ","properties":"http://dbpedia.org/ontology/type, http://dbpedia.org/ontology/crosses, "}}]}},{"id":"101","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE{ <http://dbpedia.org/resource/Facebook> <http://dbpedia.org/ontology/founder> ?v1 . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Facebook, ","classes":"http://dbpedia.org/ontology/Company, ","properties":"http://dbpedia.org/ontology/founder, "}}]}},{"id":"14","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Hiking, http://dbpedia.org/resource/Grand_Canyon, ","classes":"http://dbpedia.org/ontology/ShoppingMall, ","properties":""}}]}},{"id":"87","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Book, ","properties":"http://dbpedia.org/ontology/college, "}}]}},{"id":"148","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/United_States> <http://dbpedia.org/ontology/state> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/United_States, ","classes":"http://dbpedia.org/ontology/State, ","properties":"http://dbpedia.org/ontology/state, "}}]}},{"id":"43","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Company, http://dbpedia.org/ontology/Employer, http://dbpedia.org/ontology/Website, ","properties":""}}]}},{"id":"179","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Christopher_Columbus, ","classes":"http://dbpedia.org/ontology/Ship, ","properties":""}}]}}]