[{"id":"99","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Bidhannagar> <http://dbpedia.org/ontology/timeZone> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Indian_Standard_Time"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Bidhannagar, ","classes":"","properties":"http://dbpedia.org/ontology/timeZone, "}}]}},{"id":"98","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/combatant, "}}]}},{"id":"86","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/MountainRange, ","properties":"http://dbpedia.org/ontology/Mountain, "}}]}},{"id":"84","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Vietnam_War> <http://dbpedia.org/ontology/President> ?x . ?x <http://dbpedia.org/ontology/office> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Vietnam_War, ","classes":"","properties":"http://dbpedia.org/ontology/President, http://dbpedia.org/ontology/office, "}}]}},{"id":"81","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Butch_Otter, http://dbpedia.org/resource/U.S._state, ","classes":"","properties":"http://dbpedia.org/ontology/Governor, "}}]}},{"id":"73","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { ?uri <http://dbpedia.org/ontology/numberOfGoldMedalsWon> <http://dbpedia.org/resource/Michael_Phelps> . ?uri <http://dbpedia.org/ontology/firstWin> <http://dbpedia.org/resource/2008_Summer_Olympics> . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Michael_Phelps, http://dbpedia.org/resource/2008_Summer_Olympics, ","classes":"","properties":"http://dbpedia.org/ontology/numberOfGoldMedalsWon, http://dbpedia.org/ontology/firstWin, "}}]}},{"id":"66","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Rachel_Stevens, ","classes":"http://dbpedia.org/ontology/Artist, ","properties":"http://dbpedia.org/ontology/Artist, http://dbpedia.org/ontology/date, http://dbpedia.org/ontology/birthDate, "}}]}},{"id":"64","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Frank_Herbert> <http://dbpedia.org/ontology/occupation> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Frank_Herbert, ","classes":"","properties":"http://dbpedia.org/ontology/occupation, "}}]}},{"id":"6","data":{"questions":[{"question":[{"language":"en"}],"query":"ASK WHERE { <http://dbpedia.org/resource/Taiko> <http://dbpedia.org/ontology/genre> ?v1 . }, ","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Taiko, ","classes":"","properties":"http://dbpedia.org/ontology/genre, "}}]}},{"id":"56","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE { ?x <http://dbpedia.org/ontology/residence> <http://dbpedia.org/resource/FC_Porto> . ?x <http://dbpedia.org/ontology/homeStadium> ?uri . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/FC_Porto, ","classes":"","properties":"http://dbpedia.org/ontology/residence, http://dbpedia.org/ontology/homeStadium, "}}]}},{"id":"49","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Frequent-flyer_program> <http://dbpedia.org/ontology/Airline> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Frequent-flyer_program, ","classes":"","properties":"http://dbpedia.org/ontology/Airline, "}}]}},{"id":"44","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Constitutional_monarchy> <http://dbpedia.org/ontology/Country> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Constitutional_monarchy, ","classes":"","properties":"http://dbpedia.org/ontology/Country, "}}]}},{"id":"42","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Cave, http://dbpedia.org/ontology/Country, http://dbpedia.org/ontology/Place, ","properties":"http://dbpedia.org/ontology/governmentCountry, http://dbpedia.org/ontology/Engine/height, http://dbpedia.org/ontology/Cave, "}}]}},{"id":"4","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/Airport, http://dbpedia.org/ontology/locatedInArea, "}}]}},{"id":"37","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/mascot, "}}]}},{"id":"32","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Angela_Merkel> <http://dbpedia.org/ontology/birthPlace> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Hamburg"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Barmbek-Nord"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Angela_Merkel, ","classes":"","properties":"http://dbpedia.org/ontology/birthPlace, "}}]}},{"id":"31","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/Governor, "}}]}},{"id":"29","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/European_Union> <http://dbpedia.org/ontology/Country> ?x . ?x <http://dbpedia.org/ontology/introduced> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/European_Union, ","classes":"http://dbpedia.org/ontology/Country, ","properties":"http://dbpedia.org/ontology/Country, http://dbpedia.org/ontology/introduced, "}}]}},{"id":"23","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Mean_Hamster_Software> <http://dbpedia.org/ontology/Software> ?x . ?x <http://dbpedia.org/ontology/Planet/volume> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Mean_Hamster_Software, ","classes":"http://dbpedia.org/ontology/Software, ","properties":"http://dbpedia.org/ontology/Software, http://dbpedia.org/ontology/Planet/volume, "}}]}},{"id":"68","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Bill_Gates> <http://dbpedia.org/ontology/Country> ?x . ?x <http://dbpedia.org/ontology/birthDate> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Bill_Gates, ","classes":"http://dbpedia.org/ontology/Country, ","properties":"http://dbpedia.org/ontology/Country, http://dbpedia.org/ontology/birthDate, "}}]}},{"id":"22","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE{ <http://dbpedia.org/resource/Jacques_Cousteau> <http://dbpedia.org/ontology/Noble> ?v1 . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Jacques_Cousteau, ","classes":"","properties":"http://dbpedia.org/ontology/Noble, "}}]}},{"id":"214","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, http://dbpedia.org/resource/Sweden, ","classes":"http://dbpedia.org/ontology/Profession, ","properties":"http://dbpedia.org/ontology/Skater, "}}]}},{"id":"210","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Monarch, ","properties":"http://dbpedia.org/ontology/Monarch, http://dbpedia.org/ontology/spouse, "}}]}},{"id":"199","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Give_In_to_Me> <http://dbpedia.org/ontology/Film> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"","properties":"http://dbpedia.org/ontology/Film, "}}]}},{"id":"203","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE{ <http://dbpedia.org/resource/Michael_Jackson> <http://dbpedia.org/ontology/motto> ?v1 . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Michael_Jackson, ","classes":"","properties":"http://dbpedia.org/ontology/motto, "}}]}},{"id":"197","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/U.S._state> <http://dbpedia.org/ontology/profession> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/U.S._state, ","classes":"","properties":"http://dbpedia.org/ontology/profession, "}}]}},{"id":"196","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Millipede> <http://dbpedia.org/ontology/GrandPrix/course> ?x . ?x <http://dbpedia.org/ontology/date> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Millipede, ","classes":"","properties":"http://dbpedia.org/ontology/GrandPrix/course, http://dbpedia.org/ontology/date, "}}]}},{"id":"188","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Give_In_to_Me> <http://dbpedia.org/ontology/Website> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"http://dbpedia.org/ontology/Webiste, ","properties":"http://dbpedia.org/ontology/Website, "}}]}},{"id":"187","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Amanda_Palmer> <http://dbpedia.org/ontology/partner> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Amanda_Palmer, ","classes":"","properties":"http://dbpedia.org/ontology/partner, "}}]}},{"id":"176","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/The_Storm_on_the_Sea_of_Galilee> <http://dbpedia.org/ontology/colour> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/The_Storm_on_the_Sea_of_Galilee, ","classes":"","properties":"http://dbpedia.org/ontology/colour, "}}]}},{"id":"62","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Karakoram> <http://dbpedia.org/ontology/highestPlace> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Karakoram, ","classes":"http://dbpedia.org/ontology/Place, ","properties":"http://dbpedia.org/ontology/highestPlace, "}}]}},{"id":"173","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Finland, ","classes":"","properties":""}}]}},{"id":"168","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/The_Big_Bang_Theory> <http://dbpedia.org/ontology/artist> ?x . ?x <http://dbpedia.org/ontology/Play> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/The_Big_Bang_Theory, ","classes":"http://dbpedia.org/ontology/Actor, ","properties":"http://dbpedia.org/ontology/artist, http://dbpedia.org/ontology/Play, "}}]}},{"id":"166","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/Award, http://dbpedia.org/ontology/institution, "}}]}},{"id":"160","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Harry_Potter> <http://dbpedia.org/ontology/thumbnail> ?uri .}, ","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Harry_Potter, ","classes":"","properties":"http://dbpedia.org/ontology/thumbnail, "}}]}},{"id":"158","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, http://dbpedia.org/resource/Nobel_Prize_in_Literature, ","classes":"http://dbpedia.org/ontology/PeriodicalLiterature, http://dbpedia.org/ontology/Writer, ","properties":"http://dbpedia.org/ontology/Writer, http://dbpedia.org/ontology/literaryGenre, http://dbpedia.org/ontology/institution, "}}]}},{"id":"157","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Give_In_to_Me> <http://dbpedia.org/ontology/Language> ?x . ?x <http://dbpedia.org/ontology/starring> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"","properties":"http://dbpedia.org/ontology/Language, http://dbpedia.org/ontology/starring, "}}]}},{"id":"155","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Baghdad, ","classes":"","properties":""}}]}},{"id":"150","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/President_of_Montenegro, ","classes":"http://dbpedia.org/ontology/City, ","properties":"http://dbpedia.org/ontology/city, http://dbpedia.org/ontology/President, http://dbpedia.org/ontology/birthPlace, "}}]}},{"id":"149","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/U.S._state, http://dbpedia.org/resource/Population_density, ","classes":"http://dbpedia.org/ontology/Population, ","properties":""}}]}},{"id":"25","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/River, ","properties":"http://dbpedia.org/ontology/River, "}}]}},{"id":"143","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/areaCode, "}}]}},{"id":"140","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE { ?x <http://dbpedia.org/ontology/Scientist> <http://dbpedia.org/resource/Ivy_League> . ?x <http://dbpedia.org/ontology/University> ?uri . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Ivy_League, ","classes":"","properties":"http://dbpedia.org/ontology/Scientist, http://dbpedia.org/ontology/University, "}}]}},{"id":"139","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Profession, ","properties":"http://dbpedia.org/ontology/birthPlace, "}}]}},{"id":"137","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"","properties":""}}]}},{"id":"136","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/Planet, "}}]}},{"id":"134","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Batman_(TV_series)> <http://dbpedia.org/ontology/ground> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Batman_(TV_series), ","classes":"","properties":"http://dbpedia.org/ontology/ground, "}}]}},{"id":"132","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Elon_Musk, ","classes":"","properties":""}}]}},{"id":"128","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/WikiLeaks> <http://dbpedia.org/ontology/author> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Julian_Assange"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/WikiLeaks, ","classes":"","properties":"http://dbpedia.org/ontology/author, "}}]}},{"id":"126","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Sean_Parnell, http://dbpedia.org/resource/U.S._state, ","classes":"","properties":"http://dbpedia.org/ontology/Governor, "}}]}},{"id":"125","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE { ?x <http://dbpedia.org/ontology/activeYearsStartYear> <http://dbpedia.org/resource/Ford_Model_T> . ?x <http://dbpedia.org/ontology/product> ?uri . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Ford_Model_T, ","classes":"","properties":"http://dbpedia.org/ontology/activeYearsStartYear, http://dbpedia.org/ontology/product, "}}]}},{"id":"124","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Death_of_Carlo_Giuliani> <http://dbpedia.org/ontology/position> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Death_of_Carlo_Giuliani, ","classes":"","properties":"http://dbpedia.org/ontology/position, "}}]}},{"id":"123","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Give_In_to_Me> <http://dbpedia.org/ontology/Game> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"http://dbpedia.org/ontology/Animal, ","properties":"http://dbpedia.org/ontology/Game, "}}]}},{"id":"122","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/spouse, "}}]}},{"id":"111","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE{ <http://dbpedia.org/resource/Bertrand_Russell> <http://dbpedia.org/ontology/Award> ?v1 . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Bertrand_Russell, ","classes":"","properties":"http://dbpedia.org/ontology/Award, "}}]}},{"id":"117","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Pamela_Anderson, http://dbpedia.org/resource/Veganism, ","classes":"","properties":""}}]}},{"id":"59","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/kingdom, "}}]}},{"id":"113","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":""}}]}},{"id":"104","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/child> <http://dbpedia.org/resource/Robert_F._Kennedy> . ?x <http://dbpedia.org/ontology/spouse> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Joseph_P._Kennedy_Sr."}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Rose_Kennedy"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Robert_F._Kennedy, ","classes":"","properties":"http://dbpedia.org/ontology/child, http://dbpedia.org/ontology/spouse, "}}]}},{"id":"10","data":{"questions":[{"question":[{"language":"en"}],"query":"ASK WHERE { <http://dbpedia.org/resource/Vrije_Universiteit_Amsterdam> <http://dbpedia.org/ontology/School> <http://dbpedia.org/resource/University_of_Amsterdam> .}, ","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Vrije_Universiteit_Amsterdam, http://dbpedia.org/resource/University_of_Amsterdam, ","classes":"","properties":"http://dbpedia.org/ontology/School, "}}]}},{"id":"1","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/IBM> <http://dbpedia.org/ontology/revenue> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"datatype":"http://dbpedia.org/datatype/usDollar","type":"typed-literal","value":"8.1741E10"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/IBM, ","classes":"","properties":"http://dbpedia.org/ontology/revenue, "}}]}},{"id":"178","data":{"questions":[{"question":[{"language":"en"}],"query":"ASK WHERE { <http://dbpedia.org/resource/James_Bond_in_film> <http://dbpedia.org/ontology/class> ?v1 . }, ","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/James_Bond_in_film, ","classes":"","properties":"http://dbpedia.org/ontology/class, "}}]}},{"id":"129","data":{"questions":[{"question":[{"language":"en"}],"query":"ASK WHERE { <http://dbpedia.org/resource/Bart_Simpson> <http://dbpedia.org/ontology/voice> ?v1 . }, ","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Bart_Simpson, ","classes":"","properties":"http://dbpedia.org/ontology/voice, "}}]}},{"id":"183","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Tom_Hanks> <http://dbpedia.org/ontology/spouse> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Rita_Wilson"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Tom_Hanks, ","classes":"","properties":"http://dbpedia.org/ontology/spouse, "}}]}},{"id":"181","data":{"questions":[{"question":[{"language":"en"}],"query":"ASK WHERE { <http://dbpedia.org/resource/Yenisei_River> <http://dbpedia.org/ontology/Country> ?v1 . }, ","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Yenisei_River, ","classes":"http://dbpedia.org/ontology/Country, ","properties":"http://dbpedia.org/ontology/Country, "}}]}},{"id":"7","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT (COUNT(DISTINCT ?x) as ?c) WHERE { ?x <http://dbpedia.org/ontology/coach> <http://dbpedia.org/resource/Give_In_to_Me> . ?x <http://dbpedia.org/ontology/result> ?uri . }, ","answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"datatype":"http://www.w3.org/2001/XMLSchema#integer","type":"typed-literal","value":"0"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"http://dbpedia.org/ontology/Automobile, ","properties":"http://dbpedia.org/ontology/coach, http://dbpedia.org/ontology/result, "}}]}},{"id":"135","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Michael_Jackson> <http://dbpedia.org/ontology/motto> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Michael_Jackson, ","classes":"","properties":"http://dbpedia.org/ontology/motto, "}}]}},{"id":"50","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Volcano, ","properties":"http://dbpedia.org/ontology/Volcano, "}}]}},{"id":"39","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Book, http://dbpedia.org/ontology/Poem, ","properties":"http://dbpedia.org/ontology/Poet, http://dbpedia.org/ontology/Book, http://dbpedia.org/ontology/Poet, "}}]}},{"id":"83","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Give_In_to_Me> <http://dbpedia.org/ontology/era> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"","properties":"http://dbpedia.org/ontology/era, "}}]}},{"id":"71","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Give_In_to_Me> <http://dbpedia.org/ontology/Spacecraft> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"http://dbpedia.org/ontology/Spacecraft, ","properties":"http://dbpedia.org/ontology/Spacecraft, "}}]}},{"id":"213","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/film, http://dbpedia.org/ontology/show, "}}]}},{"id":"209","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, http://dbpedia.org/resource/Astronaut, ","classes":"","properties":""}}]}},{"id":"105","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Country, ","properties":"http://dbpedia.org/ontology/governmentCountry, http://dbpedia.org/ontology/Volcano, "}}]}},{"id":"52","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, http://dbpedia.org/resource/Tom_Cruise, ","classes":"http://dbpedia.org/ontology/Film, ","properties":"http://dbpedia.org/ontology/Film, "}}]}},{"id":"102","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Dracula_(1958_film)> <http://dbpedia.org/ontology/creator> ?x . ?x <http://dbpedia.org/ontology/flag> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Dracula_(1958_film), ","classes":"","properties":"http://dbpedia.org/ontology/creator, http://dbpedia.org/ontology/flag, "}}]}},{"id":"21","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/English_Wikipedia> <http://dbpedia.org/ontology/date> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/English_Wikipedia, ","classes":"","properties":"http://dbpedia.org/ontology/date, "}}]}},{"id":"34","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Give_In_to_Me> <http://dbpedia.org/ontology/Star> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"","properties":"http://dbpedia.org/ontology/Star, "}}]}},{"id":"145","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Aldi> <http://dbpedia.org/ontology/subsidiary> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Aldi, ","classes":"","properties":"http://dbpedia.org/ontology/subsidiary, "}}]}},{"id":"154","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Danielle_Steel> <http://dbpedia.org/ontology/Book> ?x . ?x <http://dbpedia.org/ontology/author> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Danielle_Steel, ","classes":"http://dbpedia.org/ontology/Book, ","properties":"http://dbpedia.org/ontology/Book, http://dbpedia.org/ontology/author, "}}]}},{"id":"198","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Socrates> <http://dbpedia.org/ontology/influenced> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Antisthenes"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Aristotle"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Plato"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Aristippus"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Western_philosophy"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Socrates, ","classes":"","properties":"http://dbpedia.org/ontology/influenced, "}}]}},{"id":"162","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Chiemsee, http://dbpedia.org/resource/Chiemsee, ","classes":"","properties":""}}]}},{"id":"212","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Company, ","properties":"http://dbpedia.org/ontology/party, http://dbpedia.org/ontology/industry, http://dbpedia.org/ontology/Drug, http://dbpedia.org/ontology/Work, "}}]}},{"id":"96","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Philippines> <http://dbpedia.org/ontology/birthPlace> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Philippines, ","classes":"http://dbpedia.org/ontology/Profession, ","properties":"http://dbpedia.org/ontology/birthPlace, "}}]}},{"id":"40","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Queen_Victoria> <http://dbpedia.org/ontology/parent> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Princess_Victoria_of_Saxe-Coburg-Saalfeld"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Prince_Edward,_Duke_of_Kent_and_Strathearn"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Queen_Victoria, ","classes":"","properties":"http://dbpedia.org/ontology/parent, "}}]}},{"id":"79","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/Castle, "}}]}},{"id":"141","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Estonia> <http://dbpedia.org/ontology/Language> ?x . ?x <http://dbpedia.org/ontology/spokenIn> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Estonia, ","classes":"http://dbpedia.org/ontology/Language, ","properties":"http://dbpedia.org/ontology/Language, http://dbpedia.org/ontology/spokenIn, "}}]}},{"id":"80","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, http://dbpedia.org/resource/Endangered_species, ","classes":"http://dbpedia.org/ontology/List, ","properties":""}}]}},{"id":"159","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Country, ","properties":"http://dbpedia.org/ontology/Country, http://dbpedia.org/ontology/Bridge, "}}]}},{"id":"107","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Elizabeth_II> <http://dbpedia.org/ontology/parent> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/George_VI"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Queen_Elizabeth_The_Queen_Mother"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Elizabeth_II, ","classes":"","properties":"http://dbpedia.org/ontology/parent, "}}]}},{"id":"163","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Give_In_to_Me> <http://dbpedia.org/ontology/ChemicalCompound> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"http://dbpedia.org/ontology/ChemicalElement, ","properties":"http://dbpedia.org/ontology/ChemicalCompound, "}}]}},{"id":"211","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Give_In_to_Me> <http://dbpedia.org/ontology/president> ?x . ?x <http://dbpedia.org/ontology/activeYearsStartYear> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"http://dbpedia.org/ontology/President, ","properties":"http://dbpedia.org/ontology/president, http://dbpedia.org/ontology/activeYearsStartYear, "}}]}},{"id":"51","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Netherlands> <http://dbpedia.org/ontology/Film> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Netherlands, ","classes":"http://dbpedia.org/ontology/Film, ","properties":"http://dbpedia.org/ontology/Film, "}}]}},{"id":"144","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Lance_Bass> <http://dbpedia.org/ontology/partner> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Lance_Bass, ","classes":"","properties":"http://dbpedia.org/ontology/partner, "}}]}},{"id":"167","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/TUI_Travel, http://dbpedia.org/resource/Glasgow, http://dbpedia.org/resource/Dublin, ","classes":"","properties":"http://dbpedia.org/ontology/subsidiary, http://dbpedia.org/ontology/service, "}}]}},{"id":"131","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Pakistan> <http://dbpedia.org/ontology/Language> ?x . ?x <http://dbpedia.org/ontology/spokenIn> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Pakistan, ","classes":"http://dbpedia.org/ontology/Language, ","properties":"http://dbpedia.org/ontology/Language, http://dbpedia.org/ontology/spokenIn, "}}]}},{"id":"120","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Bill_Clinton> <http://dbpedia.org/ontology/child> ?x . ?x <http://dbpedia.org/ontology/partner> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Bill_Clinton, ","classes":"","properties":"http://dbpedia.org/ontology/child, http://dbpedia.org/ontology/partner, "}}]}},{"id":"164","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Apollo_11, ","classes":"","properties":""}}]}},{"id":"88","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":""}}]}},{"id":"151","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, http://dbpedia.org/resource/Ramones, ","classes":"","properties":""}}]}},{"id":"63","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Scarface_(rapper)> <http://dbpedia.org/ontology/alias> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"xml:lang":"en","type":"literal","value":"Mr. Scarface, Face Mob, Akshen"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Scarface_(rapper), ","classes":"","properties":"http://dbpedia.org/ontology/alias, "}}]}},{"id":"27","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/River, ","properties":"http://dbpedia.org/ontology/River, http://dbpedia.org/ontology/outflow, "}}]}},{"id":"156","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Fort_Knox> <http://dbpedia.org/ontology/location> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Kentucky"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Fort_Knox__location__1"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Fort_Knox, ","classes":"","properties":"http://dbpedia.org/ontology/location, "}}]}},{"id":"207","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/BritishRoyalty, ","properties":"http://dbpedia.org/ontology/child, http://dbpedia.org/ontology/place, http://dbpedia.org/ontology/deathPlace, http://dbpedia.org/ontology/birthPlace, "}}]}},{"id":"24","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/leader, "}}]}},{"id":"133","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Teenage_Mutant_Ninja_Turtles_(1987_TV_series)> <http://dbpedia.org/ontology/otherName> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Teenage_Mutant_Ninja_Turtles_(1987_TV_series), ","classes":"","properties":"http://dbpedia.org/ontology/otherName, "}}]}},{"id":"103","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/routeStart, "}}]}},{"id":"165","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/University, ","properties":"http://dbpedia.org/ontology/University, http://dbpedia.org/ontology/spouse, http://dbpedia.org/ontology/influenced, "}}]}},{"id":"108","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Paraguay> <http://dbpedia.org/ontology/country> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Paraguay, ","classes":"","properties":"http://dbpedia.org/ontology/country, "}}]}},{"id":"15","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/BasketballPlayer, "}}]}},{"id":"45","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Abraham_Lincoln> <http://dbpedia.org/ontology/motto> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Abraham_Lincoln, ","classes":"","properties":"http://dbpedia.org/ontology/motto, "}}]}},{"id":"82","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Jack_Wolfskin> <http://dbpedia.org/ontology/foundedBy> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Jack_Wolfskin, ","classes":"","properties":"http://dbpedia.org/ontology/foundedBy, "}}]}},{"id":"9","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Air_China> <http://dbpedia.org/ontology/city> ?x . ?x <http://dbpedia.org/ontology/headquarter> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Air_China, ","classes":"http://dbpedia.org/ontology/City, ","properties":"http://dbpedia.org/ontology/city, http://dbpedia.org/ontology/headquarter, "}}]}},{"id":"201","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Pilsner_Urquell, ","classes":"http://dbpedia.org/ontology/Brewery, ","properties":"http://dbpedia.org/ontology/foundingYear, http://dbpedia.org/ontology/Brewery, http://dbpedia.org/ontology/production, "}}]}},{"id":"171","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Boston_Tea_Party> <http://dbpedia.org/ontology/place> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Boston_Tea_Party, ","classes":"http://dbpedia.org/ontology/Place, ","properties":"http://dbpedia.org/ontology/place, "}}]}},{"id":"182","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Critically_endangered> <http://dbpedia.org/ontology/Game> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Critically_endangered, ","classes":"","properties":"http://dbpedia.org/ontology/Game, "}}]}},{"id":"13","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Politician, ","properties":"http://dbpedia.org/ontology/Politician, http://dbpedia.org/ontology/partner, "}}]}},{"id":"114","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/ground, http://dbpedia.org/ontology/Weapon/diameter, "}}]}},{"id":"92","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/spouse, http://dbpedia.org/ontology/alias, "}}]}},{"id":"194","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/U.S._state, ","classes":"","properties":""}}]}},{"id":"175","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/flag, "}}]}},{"id":"26","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Atmosphere_of_the_Moon> <http://dbpedia.org/ontology/composer> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Atmosphere_of_the_Moon, ","classes":"","properties":"http://dbpedia.org/ontology/composer, "}}]}},{"id":"60","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Governor_of_Texas> <http://dbpedia.org/ontology/Governor> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Governor_of_Texas, ","classes":"","properties":"http://dbpedia.org/ontology/Governor, "}}]}},{"id":"110","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Film, ","properties":"http://dbpedia.org/ontology/Film, "}}]}},{"id":"206","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/battle, "}}]}},{"id":"97","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, http://dbpedia.org/resource/Charmed, ","classes":"","properties":"http://dbpedia.org/ontology/Website, http://dbpedia.org/ontology/Actor, http://dbpedia.org/ontology/TelevisionShow, "}}]}},{"id":"20","data":{"questions":[{"question":[{"language":"en"}],"query":"ASK WHERE { <http://dbpedia.org/resource/Baguette> <http://dbpedia.org/ontology/approximateCalories> ?v1 . }, ","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Baguette, ","classes":"","properties":"http://dbpedia.org/ontology/approximateCalories, "}}]}},{"id":"169","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Give_In_to_Me> <http://dbpedia.org/ontology/Library> ?x . ?x <http://dbpedia.org/ontology/established> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"http://dbpedia.org/ontology/Library, ","properties":"http://dbpedia.org/ontology/Library, http://dbpedia.org/ontology/established, "}}]}},{"id":"38","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, http://dbpedia.org/resource/Netherlands, ","classes":"","properties":"http://dbpedia.org/ontology/Band, "}}]}},{"id":"192","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Museum, ","properties":"http://dbpedia.org/ontology/Museum, http://dbpedia.org/ontology/Museum, "}}]}},{"id":"78","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/De_Beers> <http://dbpedia.org/ontology/foundedBy> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Cecil_Rhodes"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/De_Beers, ","classes":"","properties":"http://dbpedia.org/ontology/foundedBy, "}}]}},{"id":"19","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/President, ","properties":"http://dbpedia.org/ontology/president, http://dbpedia.org/ontology/deathCause, "}}]}},{"id":"190","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { ?x <http://dbpedia.org/ontology/parent> <http://dbpedia.org/resource/Juan_Carlos_I_of_Spain> . ?x <http://dbpedia.org/ontology/spouse> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Iñaki_Urdangarin"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Jaime_de_Marichalar"}},{"uri":{"type":"uri","value":"http://dbpedia.org/resource/Letizia_Ortiz_Rocasolano"}}]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Juan_Carlos_I_of_Spain, ","classes":"","properties":"http://dbpedia.org/ontology/parent, http://dbpedia.org/ontology/spouse, "}}]}},{"id":"174","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/A_Song_of_Ice_and_Fire, ","classes":"http://dbpedia.org/ontology/Work, http://dbpedia.org/ontology/Song, ","properties":"http://dbpedia.org/ontology/author, http://dbpedia.org/ontology/Work, http://dbpedia.org/ontology/Song, http://dbpedia.org/ontology/Work, "}}]}},{"id":"189","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/The_Beatles> <http://dbpedia.org/ontology/soundRecording> ?x . ?x <http://dbpedia.org/ontology/Album> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/The_Beatles, ","classes":"","properties":"http://dbpedia.org/ontology/soundRecording, http://dbpedia.org/ontology/Album, "}}]}},{"id":"152","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Beer, ","properties":"http://dbpedia.org/ontology/locatedInArea, "}}]}},{"id":"94","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Wonder_Woman> <http://dbpedia.org/ontology/deathCause> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Wonder_Woman, ","classes":"","properties":"http://dbpedia.org/ontology/deathCause, "}}]}},{"id":"8","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Intel> <http://dbpedia.org/ontology/foundedBy> ?uri .}, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Intel, ","classes":"","properties":"http://dbpedia.org/ontology/foundedBy, "}}]}},{"id":"95","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Play, ","properties":"http://dbpedia.org/ontology/participant, http://dbpedia.org/ontology/head, "}}]}},{"id":"119","data":{"questions":[{"question":[{"language":"en"}],"query":"ASK WHERE { <http://dbpedia.org/resource/Cat_Stevens> <http://dbpedia.org/ontology/instrument> ?v1 . }, ","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Cat_Stevens, ","classes":"http://dbpedia.org/ontology/Instrument, ","properties":"http://dbpedia.org/ontology/instrument, "}}]}},{"id":"115","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/River, "}}]}},{"id":"116","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"","properties":"http://dbpedia.org/ontology/alias, "}}]}},{"id":"138","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Give_In_to_Me> <http://dbpedia.org/ontology/region> ?x . ?x <http://dbpedia.org/ontology/Country> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"http://dbpedia.org/ontology/Country, http://dbpedia.org/ontology/Capital, ","properties":"http://dbpedia.org/ontology/region, http://dbpedia.org/ontology/Country, "}}]}},{"id":"177","data":{"questions":[{"question":[{"language":"en"}],"query":"SELECT DISTINCT ?uri WHERE { <http://dbpedia.org/resource/Manhattan_Bridge> <http://dbpedia.org/ontology/Bridge> ?x . ?x <http://dbpedia.org/ontology/type> ?uri . }, ","answers":[{"head":{"vars":["uri"]},"results":{"bindings":[]}}],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Manhattan_Bridge, ","classes":"http://dbpedia.org/ontology/Bridge, ","properties":"http://dbpedia.org/ontology/Bridge, http://dbpedia.org/ontology/type, "}}]}},{"id":"101","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Facebook, ","classes":"http://dbpedia.org/ontology/Company, ","properties":"http://dbpedia.org/ontology/Company, http://dbpedia.org/ontology/founder, http://dbpedia.org/ontology/foundedBy, "}}]}},{"id":"14","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Grand_Canyon, ","classes":"http://dbpedia.org/ontology/ShoppingMall, ","properties":"http://dbpedia.org/ontology/Mountain, http://dbpedia.org/ontology/Valley, http://dbpedia.org/ontology/show, http://dbpedia.org/ontology/isPartOfName, "}}]}},{"id":"87","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Book, ","properties":"http://dbpedia.org/ontology/Book, http://dbpedia.org/ontology/numberOfPages, "}}]}},{"id":"148","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/State, ","properties":"http://dbpedia.org/ontology/largestCity, "}}]}},{"id":"43","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"http://dbpedia.org/resource/Give_In_to_Me, ","classes":"http://dbpedia.org/ontology/Company, http://dbpedia.org/ontology/Employer, http://dbpedia.org/ontology/Website, ","properties":"http://dbpedia.org/ontology/Website, http://dbpedia.org/ontology/Company, http://dbpedia.org/ontology/numberOfEmployees, "}}]}},{"id":"179","data":{"questions":[{"question":[{"language":"en"}],"query":"","answers":[],"qanaryAnno":{"entities":"","classes":"http://dbpedia.org/ontology/Ship, ","properties":"http://dbpedia.org/ontology/otherName, http://dbpedia.org/ontology/Ship, "}}]}}]