{
  "dataset": {
    "id": "testDatensatz"
  },
  "questions": [
    {
      "id": "20",
      "answertype": "number",
      "aggregation": false,
      "onlydbo": true,
      "hybrid": false,
      "question": [
        {
          "language": "de",
          "string": "Wieviel Kalorien hat ein Baguette?",
          "keywords": "Baguett,  Kalorien"
        },
        {
          "language": "ru",
          "string": "Как многие калорий делает  багет иметь? ",
          "keywords": "калорий ,   багет "
        },
        {
          "language": "pt",
          "string": "Como muitos calorias faz uma baguete ter? ",
          "keywords": "calorias ,   baguete "
        },
        {
          "language": "hi_IN",
          "string": "बैगूएट की कितनी कैलोरी होती है?",
          "keywords": "कैलोरी,  बैगूएट"
        },
        {
          "language": "en",
          "string": "What languages are spoken in Estonia?",
          "keywords": "calories,  baguette"
        },
        {
          "language": "fa",
          "string": "یک باگت چقدر کالری دارد؟",
          "keywords": "باگت، کالری"
        },
        {
          "language": "it",
          "string": "Quante calorie ha una baguette?",
          "keywords": "calorie,  baguette"
        },
        {
          "language": "fr",
          "string": "Combien de calories a une baguette?",
          "keywords": "nombre de calories,  baguette"
        },
        {
          "language": "ro",
          "string": "Câte calorii are o baghetă?",
          "keywords": "calorii,  baghetă"
        },
        {
          "language": "es",
          "string": "¿Cuántas calorías tiene una baguette?",
          "keywords": "calorías,  baguette"
        },
        {
          "language": "nl",
          "string": "Hoeveel calorieën heeft een baguette?",
          "keywords": "calorieën,  baguette"
        }
      ],
      "query": {
        "sparql": "SELECT DISTINCT ?n WHERE { <http://dbpedia.org/resource/Baguette> <http://dbpedia.org/property/calories> ?n }"
      },
      "answers": [
        {
          "head": {
            "vars": ["c"]
          },
          "results": {
            "bindings": [
              {
                "c": {
                  "type": "literal",
                  "value": "263"
                }
              }
            ]
          }
        }
      ]
    }
  ]
}
